export const PRIVACYTERMS = {
  privacy: {
    header:
      "CASEBOX（以下，「当社」といいます。）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。",
    text: [
      {
        title: "第1条（個人情報）",
        value: [
          "「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。",
        ],
      },
      {
        title: "第2条（個人情報の収集方法）",
        value: [
          "当社は，ユーザーが利用登録をする際に氏名，生年月日，住所，電話番号，メールアドレス，銀行口座番号，クレジットカード番号，運転免許証番号などの個人情報をお尋ねすることがあります。また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を,当社の提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。",
        ],
      },
      {
        title: "第3条（個人情報を収集・利用する目的））",
        value: [
          "当社サービスの提供・運営のため",
          "ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）",
          "ユーザーが利用中のサービスの新機能，更新情報，キャンペーン等及び当社が提供する他のサービスの案内のメールを送付するため",
          "メンテナンス，重要なお知らせなど必要に応じたご連絡のため",
          "利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため",
          "ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため",
          "有料サービスにおいて，ユーザーに利用料金を請求するため",
          "上記の利用目的に付随する目的",
        ],
      },
      {
        title: "第4条（利用目的の変更）",
        value: [
          "当社は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。",
          "利用目的の変更を行った場合には，変更後の目的について，当社所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。",
        ],
      },
      {
        title: "第5条（個人情報の第三者提供）",
        value: [
          "当社は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。1.人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき2.公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき3.国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき4.予め次の事項を告知あるいは公表し，かつ当社が個人情報保護委員会に届出をしたときa.利用目的に第三者への提供を含むことb.第三者に提供されるデータの項目c.第三者への提供の手段または方法d.本人の求めに応じて個人情報の第三者への提供を停止することe.本人の求めを受け付ける方法",
          "前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。1.当社が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合2.合併その他の事由による事業の承継に伴って個人情報が提供される場合3.個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合",
        ],
      },
      {
        title: "第6条（個人情報の開示）",
        value: [
          "当社は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。なお，個人情報の開示に際しては，1件あたり1，000円の手数料を申し受けます。1.本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合2.当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合3.その他法令に違反することとなる場合",
          "前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。",
        ],
      },
      {
        title: "第7条（個人情報の訂正および削除）",
        value: [
          "ユーザーは，当社の保有する自己の個人情報が誤った情報である場合には，当社が定める手続きにより，当社に対して個人情報の訂正，追加または削除（以下，「訂正等」といいます。）を請求することができます。",
          "当社は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。",
          "当社は，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。",
        ],
      },
      {
        title: "第8条（個人情報の利用停止等）",
        value: [
          "当社は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。",
          "前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。",
          "当社は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。",
          "前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。",
        ],
      },
      {
        title: "第9条（プライバシーポリシーの変更）",
        value: [
          "本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。",
          "当社が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。",
        ],
      },
      {
        title: "第10条（お問い合わせ窓口）",
        value: [
          "本ポリシーに関するお問い合わせは，下記の窓口までお願いいたします。住所： 愛知県名古屋市中村区名駅４丁目２７−１ 総合校舎スパイラルタワーズ社名： CASEBOX代表取締役： 前田啓人Eメールアドレス：maedaaaaaaaa@gmail.com",
        ],
      },
    ],
  },

  terms: {
    header:
      "この利用規約（以下，「本規約」といいます。）は，CASEBOX（以下，「当社」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。",
    text: [
      {
        title: "第1条（適用）",
        value: [
          "本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。",
          "当社は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。",
          "本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。",
        ],
      },
      {
        title: "第2条（利用登録）",
        value: [
          "本サービスにおいては，登録希望者が本規約に同意の上，当社の定める方法によって利用登録を申請し，当社がこの承認を登録希望者に通知することによって，利用登録が完了するものとします。",
          "当社は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。1.利用登録の申請に際して虚偽の事項を届け出た場合2.本規約に違反したことがある者からの申請である場合3.その他，当社が利用登録を相当でないと判断した場合",
          "本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。",
        ],
      },
      {
        title: "第3条（ユーザーIDおよびパスワードの管理）",
        value: [
          "本サービスにおいては，登録希望者が本規約に同意の上，当社の定める方法によって利用登録を申請し，当社がこの承認を登録希望者に通知することによって，利用登録が完了するものとします。",
          "当社は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。1.利用登録の申請に際して虚偽の事項を届け出た場合2.本規約に違反したことがある者からの申請である場合3.その他，当社が利用登録を相当でないと判断した場合",
          "本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。",
        ],
      },
      {
        title: "第4条（利用料金および支払方法）",
        value: [
          "ユーザーは，本サービスの有料部分の対価として，当社が別途定め，本ウェブサイトに表示する利用料金を，当社が指定する方法により支払うものとします。",
          "ユーザーが利用料金の支払を遅滞した場合には，ユーザーは年14．6％の割合による遅延損害金を支払うものとします。",
        ],
      },
      {
        title: "第5条（禁止事項）",
        value: [
          "法令または公序良俗に違反する行為",
          "犯罪行為に関連する行為",
          "当社，本サービスの他のユーザー，または第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為",
          "当社のサービスの運営を妨害するおそれのある行為",
          "他のユーザーに関する個人情報等を収集または蓄積する行為",
          "不正アクセスをし，またはこれを試みる行為",
          "他のユーザーに成りすます行為",
          "当社のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為",
          "当社，本サービスの他のユーザーまたは第三者の知的財産権，肖像権，プライバシー，名誉その他の権利または利益を侵害する行為",
          "以下の表現を含み，または含むと当社が判断する内容を本サービス上に投稿し，または送信する行為1.過度に暴力的な表現2.露骨な性的表現3.人種，国籍，信条，性別，社会的身分，門地等による差別につながる表現4.自殺，自傷行為，薬物乱用を誘引または助長する表現5.その他反社会的な内容を含み他人に不快感を与える表現",
          "以下を目的とし，または目的とすると当社が判断する行為1.営業，宣伝，広告，勧誘，その他営利を目的とする行為（当社の認めたものを除きます。）2.性行為やわいせつな行為を目的とする行為3.面識のない異性との出会いや交際を目的とする行為4.他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為5.当社，本サービスの他のユーザー，または第三者に不利益，損害または不快感を与えることを目的とする行為6.その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為",
        ],
      },
    ],
  },
};
